Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Some of these studies have analysed statements not of children (for whom the procedure was originally devised) but of adults (whose maturity could allow them purposely to provide some of the criteria in their false statements).
vi: Một vài những nghiên cứu phân tích những báo cáo ấy không phải do những đứa trẻ (đại diện cho các đối tượng mà các phương án ban đầu dựa vào) mà lo bởi những người lớn (những người trưởng thành có thể cho phép chúng cung cấp các lời tường thuật sai sự thật).

source: Some of these we evaluated as ‘good’ and some ‘not so good’.
vi: Một vài trong số chúng được đánh giá là tốt và một số khác thì không quá tốt.

source: Some offenders may leave the programme at this stage and others, with a higher risk, have to attend the remainder or part of the remainder of the 200 hours.
vi: Một vài tội phạm có thể rời chương trình ở giai đoạn này và những người khác, với mối đe dọa lớn hơn, phải tham gia toàn bộ hoặc 1 vài phần còn lại của 200 giờ.

source: Some prisoners seem to be finding the experience extremely difficult.
vi: Đối với một vài tù nhân, trải nghiệm đó vô vùng kinh khủng và khó khăn.

source: Some prisoners take the opposite approach and fill their time with various activities such as studying or taking physical exercise, which are again more constructive.
vi: Còn có những tù nhân thì hoàn toàn ngược lại. Họ dành thời gian tham gia nhiều hoạt động mang tính xây dựng, bổ ích hơn như học tập hoặc tập thể dục.

source: Some prisons have also set up schemes, such as the Listener Scheme, where inmates serving long sentences can be trained in listening and counselling skills.
vi: Một số nhà giam cũng đã lên các chương trình, ví dụ như chương trình "Thính giả", nơi các tù nhân chịu án giam dài hạn có thể được đào tạo những kĩ năng lắng nghe và tư vấn.

source: Some psychologists, for example, are interested in the processes of legal decision-making but appear to pay little attention to how decision-making processes may have changed over the history of the law in civil society.
vi: Ví dụ như một số nhà tâm lý học, quan tâm đến các quy trình quy phạm pháp luật ra quyết định nhưng dường như ít chú ý đến cách các quy trình ra quyết định có thể đã thay đổi trong lịch sử của pháp luật trong xã hội dân sự.

source: Some question types are more biasing (or suggestive) than others.
vi: Có một số kiểu câu hỏi gây ảnh hưởng (hoặc mang tính gợi ý) hơn một số khác.

source: Some recent developments show evidence of commitment to provide equality and diversity to all prospective applicants including gay and lesbian citizens.
vi: Một số tình hình phát triển gần đây cho thấy bằng chứng về cam kết cho sự bình đẳng và sự đa dạng cho tất cả các ứng viên tiềm năng bao gồm cả công dân đồng tính nam và đồng tính nữ.

source: Some recent psychological research studies of witnesses to real-life crimes have confirmed the concern shown by the 1970s Government committee of enquiry and by the Innocence Project.
vi: Một số nghiên cứu về mối liên hệ giữa nhân chứng và án thật đã xác nhận những mối lo ngại được đề xuất trong "Dự án vô tội" của Ủy ban chính phủ những năm 70.

source: Some recent research has found that the more psychologically similar the situations being compared, the greater the behavioural consistency observed.
vi: Một số nghiên cứu gần đây đã chỉ ra rằng các tình huống được so sánh càng giống nhau về tâm lý học thì sự nhất quán trong hành vi được quan sát càng lớn.

source: Some researchers claim that research on treatment programmes does not show that they are effective in reducing reoffending or in changing attitudes and behaviour and, as this is the case, they should not be used.
vi: Một vài nhà nghiên cứu nói rằng nghiên cứu về các chương trình điều trị không thể hiện được là chúng có hiệu quả trong việc giảm thiểu sự tái phạm hoặc sự thay đổi thái độ và hành vi và, như trong trường hợp này, chúng không nên được sử dụng.

source: Some researchers have queried whether an offender’s demographic characteristics would influence their behaviour and have questioned their inclusion in offender profiles.
vi: Một số nhà nghiên cứu đã đặt câu hỏi liệu các đặc điểm nhân khẩu học của tội phạm có ảnh hưởng tới hành vi của họ và nghi ngờ việc đưa chúng vào các hồ sơ tội phạm .

source: Some researchers have tried to counter these problems by utilizing self-report information from the individuals themselves or asking their family, friends and other associates about the individuals’ behaviour.
vi: Một vài nhà nghiên cứu đã cố gắng phản đối vấn đề này bằng cách tận dụng thông tin tự thuật từ nhiều cá nhân hoặc hỏi gia đình, bạn bè, người quen của họ về cách họ cư xử thường ngày.

source: Some sex offenders do show arousal to deviant forms of sexual behaviour, but just as many show arousal to non-deviant stimuli.
vi: Một số tội phạm tình dục thật sự thể hiện ra sự kích thức trước các hành vi tình dục lệc lạch, nhưng việc này cũng diễn ra tương tự với các kích thích không lệch lạc.

source: Some studies have found that both prison staff and prisoners reported that the prisoners who are more at risk were those that broke the inmate code.
vi: Một vài nghiên cứu chỉ ra cả nhân viên nhà tù và tù nhân đều nói rằng những tù nhân có nguy cơ lớn về vấn đề này là những người đã phá bỏ luật lệ giữa các tù nhân.

source: Some suspects later make claims about how they were interviewed/interrogated, but the ‘authorities’ may deny such claims.
vi: Một vài nghi phạm đã đưa ra tuyên bố về bản chất thật của những người thẩm vấn, tra khảo họ, nhưng những nhà chức trách thường phủ nhận sự thật đó.

source: Some theorists have expressed their concerns that if the discomfort of imprisonment is too great, it can be counterproductive.
vi: Một số nhà tư tưởng đã bày tỏ quan ngại đến những bất cập quá lớn của việc giam cầm và rằng điều đó có thể gây ra sự phản tác dụng

source: Some think that they should be punished and may make statements such as ‘offenders should be locked up and the key thrown away’.
vi: Một số người cho rằng họ nên bị trừng phạt và phát biểu rằng 'phạm nhân nên bị tù chung thân'.

source: Some years after their introduction a number of research studies were conducted to assess the new situation.
vi: Một vài năm sau khi giới thiệu, nhiều nghiên cứu được thực hiện để đánh giá những trường hợp mới xuất hiện.

source: Someone who completes a programme may have subsequently committed a dozen or more crimes but as he or she was not caught and reconvicted, it would appear that the programme was effective.
vi: Một người nào đó đã phạm một tá tội lỗi hoặc nhiều hơn nhưng vì anh hoặc cô ta không bị bắt và bị tái kết án, nên chương trình điều trị sẽ có hiệu quả hơn.

source: Someone with limited English finds himself/herself in a similar situation in your local restaurant.
vi: Một người với vốn tiếng Anh hạn hẹp cũng rơi vào tình huống tương tự tại một nhà hàng ở địa phương của bạn.

source: Specific responsivity refers to the need for interventions (and for those that deliver them) to be sensitive to the individual needs of those who are in attendance on the programme.
vi: Theo đó, các biện pháp can thiệp (và những người thực hiện chúng) cần nhạy cảm với nhu cầu của những đối tượng tham gia.

source: Specifically, they are focusing on the goals of punishment and deterrence.
vi: Nói một cách cụ thể hơn, nhà tù được lập ra để trừng phạt kẻ ác và ngăn chặn cái xấu.

source: Step Four – overcoming the victim’s resistance.
vi: Giai đoạn 4 - vượt qua sự kháng cự của nạn nhân.

source: Step One – motivation to abuse.
vi: Giai đoạn 1 - động cơ lạm dụng.

source: Step Three – overcoming external inhibitors.
vi: Giai đoạn 3 - vượt qua những ức chế đến từ bên ngoài.

source: Step Two – overcoming internal inhibitors.
vi: Giai đoạn 2 - vượt qua những ức chế trong lòng.

source: Still other groups think that the access to rehabilitation should depend on the type and seriousness of the crime committed, the number of previous convictions or the extent of harm caused to the victim of the crime.
vi: Vẫn có những nhóm khác nghĩ rằng khả năng có được sự cải tạo còn phụ thuộc vào loại tội ác và mức độ nghiêm trọng, số lần phạm tội truớc đó hoặc mức độ tổn hại đã gây ra cho nạn nhân.

source: Stress.
vi: Căng thẳng.

source: Studies on this topic compare the childhood and development of sex offenders with non-sexual offenders.
vi: Những nghiên cứu về chủ đề này so sánh tuổi thơ và sự phát triển của tội phạm tình dục với những người không phải tội phạm tình dục.

source: Studies that have compared childhood experiences of sexual offenders with non-offenders have identified key factors which may be related to sexual offending.
vi: Họ đã so sánh trải nghiệm thời thơ ấu giữa tội phạm tình dục với những người khác và tìm ra những yếu tố quan trọng có thể liên quan đến hành vi xâm phạm tình dục.

source: Studies with smaller samples of participants are therefore less likely to detect any effect of treatment (if indeed one exists).
vi: Nghiên cứu với số lượng người tham gia mẫu nhỏ hơn ít có thể tìm ra bất cứ ảnh hưởng nào của việc điều trị (nếu mà nó thật sự có tồn tại).

source: Such behaviours were not apparent in the other five murders that occurred in the Whitechapel area at that time.
vi: Những hành vi như vậy không thể hiện rõ ràng trong năm vụ án mạng còn lại cũng xảy ra tại Whitechapel trong khoảng thời gian đó.

source: Such behaviours are therefore hypothesized as relating to the psychology of the individual.
vi: Do đó, những hành vi như vậy được giả định là có liên quan đến tâm lý của một cá nhân.

source: Such a focus would seem counterproductive if speech cues are better guides to lying (see the section below).
vi: Sự tập trung đó có vẻ nhưng phản tác dụng nếu như các dấu hiệu trong lời nói chỉ ra việc nói dối tốt hơn ( xem phần trên).

source: Such activities might be helpful to prisoners because they are tension-reducing and allow prisoners to spend their time in what they perceive to be a constructive way.
vi: Những việc như trên có thể hữu ích đối với tù nhân bởi vì chúng góp phần giảm căng thẳng và cho phép họ dành thời gian vào những việc họ cảm thấy có tính xây dựng, đóng góp.

source: Such an approach can be very useful in narrowing down a pool of suspects or enabling the police to prioritize an area for investigation or DNA sampling.
vi: Cách tiếp cận như vậy rất hữu ích trong việc thu hẹp vùng nghi phạm hoặc cho phép cảnh sát ưu tiên một khu vực để điều tra hoặc lấy mẫu DNA.

source: Such confessions are called ‘coerced-compliant’, partly because the false confessors still know they did not do it.
vi: Những lời thú tội này được gọi là 'cưỡng chế tuân thủ', một phần là vì người khai man vẫn biết là họ không hề thực hiện hành vi tội ác.

source: Such equipment, often referred to as ‘voice stress analysers’, has been used in attempts to detect lying (though few studies on this have been published).
vi: Các thiết bị như vậy, thường được nhắc tới với cái tên 'máy phân tích giọng nói', được sử dụng nhằm phát hiện dối trá (mặc dù có rất ít nghiên cứu về vấn đề này được công bố)

source: Such factors could skew an offender’s journey to crime and therefore affect the appropriateness of statistical models.
vi: Những yếu tố đó có thể làm trệch hành trình gây án của kẻ phạm tội và do đó ảnh hưởng tới sự phù hợp của các hình mẫu thống kê.

source: Such guidance documents play a number of important roles.
vi: Những tài liệu hướng dẫn trên đóng vai trò rất quan trọng.

source: Such prisoners can offer confidential support to other prisoners.
vi: Những tù nhân này có thể giúp đỡ về các chuyện riêng tư, bí mật cho các tù nhân khác .

source: Such research can aim to increase our understanding of what imprisonment is like with a view to enhancing rehabilitative efforts or it may focus on the evaluation of the effectiveness of psychological interventions in place.
vi: Các nghiên cứu này hướng tới nâng cao nhận thức của mọi người về vấn đề giam cầm trong nỗ lực tái hòa nhập, hoặc tập trung vào đánh giá tính hiệu quả của can thiệp tâm lý trong nhà tù.

source: Such research has often, but not always, found that people are better at identifying faces of ‘types’ they have extensive experience of than types they have limited or no experience of.
vi: Những nghiên cứu như vậy thường cho thấy mọi người khá giỏi trong việc phân biệt "dạng" khuôn nặt mà họ có kinh nghiệm tiếp xúc hơn là khuôn mặt họ không biết hoặc không nhớ.

source: Support for such testing has also declined over the years because it is difficult to agree on exactly what qualities would make a good police officer and, where there is any agreement, these traits are often very difficult to measure.
vi: Việc hỗ trợ cho các bài kiểm tra này cũng đã giảm trong những năm qua bởi rất khó để thống nhất chính xác những phẩm chất nào tạo nên một cảnh sát tốt, và nếu như có bất kỳ sự đồng tình nào, thì những đặc điểm này cũng rất khó xác định.

source: Supporters of restorative justice believe that the offender owes a debt to the victim, not just the State.
vi: Những người ủng hộ công lý phục hồi tin rằng người phạm tội không chỉ mắc nợ Nhà nước, mà còn nợ những nạn nhân

source: THE CORRECTIONAL SERVICES ACCREDITATION PANEL (CSAP) .
vi: BẢN DANH SÁCH ĐƯỢC CÔNG NHẬN CỦA CƠ QUAN CẢI HUẤN

source: THE FOUR-STEP MODEL OF SEXUAL OFFENDING.
vi: Hình mẫu 4-giai đoạn của sự lạm dụng tình dục.

source: Taken from the website www.languageandlaw.org
vi: Được lấy từ website www.languageandlaw.org

source: Taking psychotropic medication.
vi: Đang sử dụng thuốc liên quan đến thần kinh.

source: Targeting of dynamic risk factors: The programme should target criminogenic factors (those which are linked to offend- ing behaviour) that need to be and are capable of change.
vi: Nhắm đến những nhân tố có nguy cơ cao: Chương trình nên tập trung vào những nhân tố dẫn đến việc phạm tội (những nhân tố liên quan đến hành vi phạm tội) cần và có khả năng thay đổi.

source: Technical acoustic analysis can also play a part in providing forensic identification evidence.
vi: Việc phân tích đặc tính kỹ thuật của âm thanh cũng có thể đóng góp vào việc cung cấp bằng chứng nhận dạng pháp lý.

source: Technical voice comparison indicated that the voice of the person saying ‘No!’ was consistent with instances of the word ‘no’ in the police interview of one of the candidates, Tecwen Whittock.
vi: Một so sánh kỹ thuật về thanh âm sau đó đã chứng tỏ rằng tiếng "Không!" cá biệt đó ăn khớp với tiếng "không" của Tecwen Whittol, một trong số những người ứng cử viên bị cảnh sát thẩm tra.

source: Thankfully today lynch mobs are very rare, but this does not mean that such activities do not take place.
vi: Thật may mắn khi ngày nay việc hành hình theo tâm lý đám đông rất hiếm xảy ra nhưng điều đó không có nghĩa rằng lối hành hình đó không còn tồn tại

source: That a substantial minority of prisoners are suffering with poor psychological health is concerning and seems to stand in stark contrast to newspaper claims that prison is easy.
vi: Một số ít những tù nhân đối mặt với sức khoẻ tâm lý kém dường như hoàn toàn là điều trái ngược so với việc báo chí hay cho rằng ở tù là công việc dễ dàng .

source: That has irritated them.
vi: Điều này đã chọc tức họ

source: That is, although relevant professionals and lay people in several countries share the same beliefs about supposed cues to lying, these beliefs are largely wrong.
vi: Tức là , mặc dù những chuyên gia trong ngành và những người không có chuyên môn ở nhiều quốc gia có chung niềm tin về những dấu hiệu được cho là của nói dối, những niềm tin đó hầu hết là không đúng

source: That is, memories for what actually happened (truths) are different to some extent from made up stories (lies).
vi: Điều đó nói lên rằng những ký ức đã thực sự xảy ra (sự thực) khác với quy mô của những câu chuyện tự thêu dệt nên (dối trá)

source: That is, while some studies did find a cue to discriminate to a certain extent between lying and truth-telling, other studies did not.
vi: Đó là , trong khi một vài nghiên cứu đã tìm ra dấu hiệu để phân biệt ở một mức độ nào đó giữa nói dối và nói thật, một số khác lại không

source: The 1984 Act had resulted in inappropriate psychological tactics rarely being employed but had not provided the police with alternative procedures.
vi: Đạo luật năm 1984 gây ra những kỹ xảo tâm lý không phù hợp ít dùng và cũng không cung cấp cho cảnh sát những thủ tục thay thế.

source: The 2004 BPS report said, ‘We must not deceive ourselves into thinking that there will ever be an error-free way of detecting deception’ (p.
vi: Báo cáo của BPS năm 2004 nói 'Chúng ta không nên tự lừa dối rằng sẽ có một cách thức phát hiện dối trá không mang một sai số nào.

source: The 2004 report of the British Psychological Society (BPS) overviewed previously published reviews of such field studies, noting that determining ground truth via confessions (for example) is problematic because such confessions may have been, in part, affected by polygraph outcomes (e.g. a guilty person who passes the test may decide not to confess).
vi: Báo cáo của Cộng đồng Tâm lý học Anh (British Psychological Society - BPS) năm 2004 tóm gọn các đánh giá trước đó về nghiên cứu hiện trường, chỉ ra rằng rất khó để xác định tính xác thực của lời tự thú (là một ví dụ) bởi những thú nhận này có thể, ít hoặc nhiều, bị ảnh hưởng bởi kết quả của máy phát hiện nói dối (ví dụ như một kẻ có tội nếu vượt qua kiểm tra có thể quyết định không tự thú).

source: The programmes being run in English and Welsh prisons and probation areas are only suitable for offenders whose level of intelligence is within the normal range.
vi: Các chương được áp dụng trong các nhà tù ở Anh và xứ Wales và khu vực quản chế chỉ thích hợp cho những tội phạm có mức thông minh bình thường.

source: The ART programme consists of three component parts.
vi: Chương trình ART được hình thành từ ba nội dung, mỗi buổi làm việc nhóm gồm hai nội dung và chúng được quay vòng trong suốt chương trình để đảm bảo phạm nhân đều tham dự mỗi phần với thời lượng như nhau.

source: The ART programme differs from Think First and other general offending programmes in that it is an offence-specific programme – this means that it is targeted at a specific group of offenders.
vi: Tuy nhiên, chương trình ART khác với Think First cũng như các chương trình cải tạo phạm nhân nói chung ở chỗ nó hướng đến một nhóm phạm nhân cụ thể.

source: The ART programme has been subject to a relatively large number of evaluation studies to test its effectiveness.
vi: Các chương trình ART là đối tượng của một số lượng tương đối lớn các nghiên cứu nhằm đánh giá mức độ hiệu quả của nó.

source: The Act meant that offenders who had committed certain sexual offences had to lodge their details with the police.
vi: Đạo luật có nghĩa là những tội phạm đã từng phạm 1 số tội tình dục nhất định phải gửi thông tin của mình cho cảnh sát.

source: The Aggression Replacement Training programme (ART) is similar in many respects to Think First – it provides specific cognitive behavioural exercises which aim to develop offenders’ thought processes and attitudes in relation to crime and criminal behaviour.
vi: Chương trình huấn luyện thay thế hành vi gây hấn (ART) có nhiều khía cạnh tương tự với Think First - nó cung cấp các bài tập về hành vi nhận thức cụ thể nhằm mục đích phát triển các quá trình tư duy và thái độ của phạm nhân liên quan đến tội ác và các hành vi phạm tội.

source: The BPS report (2004) noted on page 15 that ‘There is reasonable agreement between the reviews regarding guilty suspects.
vi: Báo cáo của BPS (2004) trong trang 15 ghi rằng 'Có sự đồng nhất giữa các đánh giá liên quan tới nghi phạm có tội'.

source: The BPS report noted that these found high accuracy for classifying innocent suspects (ninety-four to ninety-eight per cent) but rather low accuracy for guilty suspects (forty-two to seventy-six per cent).
vi: Báo cáo của BPS nói rằng phương pháp này có tỉ lệ xác định nghi phạm vô tội chính xác cao (94 đến 98%) nhưng tỉ lệ xác định nghi phạm có tội lại khá thấp (42 tới 76%)

source: The BPS report overviews some other ways of assessing people’s honesty and integrity, for example voice stress analysis.
vi: Báo cáo của BPS điểm qua một vài cách thức đánh giá mức độ trung thực và chính trực của một người, ví dụ như phân tích ngữ điệu giọng nói.

source: The British police are proud to remain routinely unarmed, retain the principal of minimum force and carry a minimal amount of equipment for their own protection.
vi: Cảnh sát Anh quốc luôn tự hào về việc thường xuyên giữ trạng thái không trang bị vũ trang, duy trì lực lượng chủ yếu ở mức thấp nhất và mang theo cực ít các thiết bị bảo vệ bản thân .

source: The CI procedure has been found in many studies to help people remember more.
vi: Quy trình CI, thông qua nhiều nghiên cứu đã được chứng thực là có thể giúp con người nhớ nhiều hơn.

source: The Cardiff Three were convicted in 1988 for the brutal murder of a prostitute in Cardiff.
vi: Đây là một vụ giết người tàn bạo của năm 1988 mà nạn nhân là một cô gái điếm tại Cardiff.

source: The Control Question Test (CQT) compares reactions to questions about the topic being investigated with reactions to questions that are thought to be arousing and that both guilty and innocent people will lie to.
vi: Bài kiểm tra khả năng kiểm soát (Control Question Test - CQT) so sánh phản ứng trước những câu hỏi về các vấn đề đang được điều tra với phản ước trước các câu hỏi được cho là mang tính kích thích và cả người vô tội và người có tội đều có xu hướng gian dối.

source: The Court decided this largely because the judge in the original trial had not properly directed the jury regarding the defendant’s claim that the interviewing by the police of the child was not in accordance with the official guidance document (i.e. ABE).
vi: Tòa đưa ra quyết định này, phần lớn là vì các vị thẩm phán trong phiên tòa đầu đã không giải thích rõ ràng cho bồi thẩm đoàn về lời tuyên bố bên phía bị cáo rằng phía cảnh sát đã không thực hiện đúng theo tài liệu hướng dẫn chính thức (như cuốn ABE) khi thẩm vấn đứa trẻ.

source: The Criminal Justice Act 1991 allowed a video recorded interview (usually by the police and/or social services) to be used as part of a child’s evidence, pro- vided that the judge deemed the interviewing to have been con- ducted appropriately.
vi: Bộ luật hình sự năm 1991 quy định có thể dùng băng ghi hình buổi thẩm vấn (thường do cảnh sát và/hoặc bên phía dịch vụ xã hội thực hiện) như một phần trong bằng chứng mà một đứa trẻ cung cấp, với điều kiện buổi thẩm vấn đó được thẩm phán xác nhận đã tiến hành một cách nghiêm túc.

source: The DEA alleged that DeLorean had knowingly agreed to take money from the illegal drugs trade in order to finance his business.
vi: DEA cho rằng DeLorean đã nhận thức được khi đồng ý nhận tiền từ những giao dịch mua bán ma túy bất hợp pháp để trang trải chi phí cho việc kinh doanh của anh ta.

source: The Devlin Committee, which reported to the Home Secretary in 1976, stated that as far as its members were concerned no research had been conducted on voice identification but that ‘research should proceed as rapidly as possible into the practicality of voice parades ... or any other appropriate methods’.
vi: Như báo cáo cho Bộ trưởng Bộ Nội vụ vào năm 1976, Ủy ban Devlin nói rằng không có nghiên cứu nào về nhận dạng giọng nói được thực hiện khi nào các thành viên của ủy ban còn có liên quan nhưng cũng nói rằng "nên tiến hành càng sớm càng tốt những nghiên cứu về tính thực tế của việc đưa một loạt giọng nói để nhân chứng nhận dạng ... hoặc bất kì phương thức nào khác thích hợp".

source: The Federal version of Megan’s Law, which was passed in May 1996, signed by President Clinton, is different.
vi: Phiên bản liên bang của Luật Megan được thông qua vào 5/1996, kí bởi tổng thống Clinton, thì khác.
